{
  "Women's Day": [
    "Women of different ages under a banner that reads 'Happy Womens Day from GSFC Unversity' for Women's Day",
    "Diverse women from different profesions celebrating women's day, with a backdrop of university buildings.",
    "Female student holding a book with a GSFC University logo, surrounded by flowers and 'Happy Womens Day from GSFC University' text",
    "Modern college featuring influential women in history with central focus on 'Women's Day celebration at GSFC Unversity'",
    "Depiction of a Woman giving a lecture in a unversity, with the text 'Happy Women's Day from GSFC University'"
  ],
  "Orientation for firsty year students": [
    "Excited first-year under graduate students arriving at university campus for orientation, with 'Welcome to GSFC University' banners.",
    "Group of diverse freshers exploring university campus with 'Welcome to GSFC University' banner on a poster somewhere.",
    "Modern collage of orientation events such as campus tours, informative sessions, featuring enthusiastic first-year students.",
    "Bright and colorful image of students participating in orientation workshops with gsfc university staff and volunteers assisting them.",
    "Depiction of first year students attending a welcome speech in a large auditorium with banners and decorations highlighting 'GSFC University Orientation'"
  ],
  "Foundation day at GSFC University": [
    "Illustration of GSFC University campus with festive decorations, students & faculties celebrating 'Foundation Day'",
    "Depiction of a stage with a speaker, GSFC University logo in the backdrop, and a large audience of interested students in an auditorium."
  ],
  "Independence/Republic Day": [
    "Illustration of students and faculty of GSFC University hoisting the indian flag with patriotic decorations in the background for Independence Day celebration.",
    "Digital art of a parade on GSFC University campus, featuring students in Indian traditional attire, with Tricolor from Indian flag being displayed prominently.",
    "Group of students performing cultural dances and songs to celebrate Indian Independence Day at GSFC University.",
    "Modern collage of Independence day activities at GSFC University, such as flag-hoisting ceremonies, patriotic speeches, cultural performances",
    "Bright and colorful image of students hoisting a giant indian flag on the university grounds, surrounded by tricolor decorations.",
    "Depiction of students and faculties celebrating Indian Republic Day at GSFC University.",
    "Illustration of students creating rangoli decorations featuring indian flag and other patriotic symbols for Independence day celebration at GSFC University",
    "Students at GSFC University participating in a Republic Day flag-hoisting ceremony with festive decorations.",
    "Republic day parade at GSFC University campus, featuring students dressed in traditional indian attire and holding indian flag.",
    "Depiction of students performing cultural dances and songs celebrating Republic Day with a GSFC University backdrop.",
    "Modern collage of Republic Day Events at GSFC University, including flag-hoisting, speeches, cultural performance that highlights indian heritage."
  ],
  "Ananta": [
    "Illustration of students participating in GSFC University technical event, 'Ananta', doing various technical workshops and competitions.",
    "Digital art of an auditorium stage with a speakers showcasing keynote adn tech demos at GSFC University technical event, 'Ananta'.",
    "Modern collage of GSFC University technical event 'Ananta', showcasing coding competitions, tech exhibitions, and enthusiastic participants.",
    "Depiction of students participating in a hackathon with laptops, code and brainstorming discussions under the banner of 'Ananta', the GSFC University technical event."
  ]
}
